Repository: running-grass/omegat
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Add current file to the list of agenda files.
zh_cn: 将当前文件加入变量org-agenda files。

source: Adding the non-predefined tag ‘sarah’ could be done with C-c C-c TAB s a r a h RET.
zh_cn: 可以使用C-c-cTABs a r a hret添加非预定义标签arah’。

source: Additional structure within an entry.
zh_cn: 条目内的附加结构。

source: Advanced Export Configuration
zh_cn: 高级导出配置

source: Advanced features
zh_cn: 高级功能

source: Advanced topics in ODT export
zh_cn: ODT导出中的高级主题

source: After C-o, type the text for the new line.
zh_cn: 在C-o之后，键入新行的文本。

source: After a change to BBDB, or for the first agenda display during an Emacs session, the agenda display suffers a short delay as Org updates its hash with anniversaries.
zh_cn: 在更改BBDB之后，或者对于Emacs会话期间的第一次议程显示，由于Org使用周年纪念更新其散列，因此议程显示会出现短暂延迟。

source: After a colon, M-TAB offers completion on tags.
zh_cn: 冒号之后，M-TAB提供标签的补全。

source: After finding the desired previous command, you can edit its expression as usual and then execute it by typing RET.
zh_cn: 找到所需的前一个命令后，您可以像往常一样编辑其表达式，然后通过键入RET来执行它。

source: After pressing RET, the tags are inserted and aligned to org-tags-column.
zh_cn: 按RET后，将插入标签并与org-tag-column对齐。

source: After pressing < <, you still need to press the character selecting the command.
zh_cn: 按下<<后，您仍需要再按下一个字符来选择要执行的命令。

source: After pressing <, you still need to press the character selecting the command.
zh_cn: 按下<后，您仍需要再按下一个字符来选择要执行的命令。

source: After that, everything happens automatically.
zh_cn: 在那之后，一切都会自动发生。

source: After ‘Char:’, this shows the character in the buffer at point.
zh_cn: 在“Char:”之后，显示缓冲区中的游标所在的字符。

source: After ‘point=’ is the position of point as a character count (the first character in the buffer is position 1, the second character is position 2, and so on).
zh_cn: 在‘point=’之后是游标位置的字符计数(缓冲区中的第一个字符是位置1，第二个字符是位置2，依此类推)。

source: After ‘column=’ is the horizontal position of point, in columns counting from the left edge of the window.
zh_cn: 在‘column=’之后是游标的水平位置，以从窗口左边缘开始计数的列为单位。

source: Agenda Files
zh_cn: 议程文件

source: Agenda Views
zh_cn: 议程视图

source: All diary entries including holidays, anniversaries, etc., are included in the agenda buffer created by Org mode.
zh_cn: 所有日记条目(包括节假日、周年纪念等)都包含在由Org mode创建的议程缓冲区中。

source: All of this is achieved with strictly plain text files, the most portable and future-proof file format.
zh_cn: 所有这些都是通过严格的纯文本文件实现的，这是可移植且面向未来的文件格式。

source: All reference documents are put in a references folder next to my Orgmode files.
zh_cn: 所有引用文件都放在我的Orgmode文件旁边的references文件夹中。

source: All the rest which did not fit elsewhere.
zh_cn: 所有其他地方放不下的剩余部分。

source: All the stuff you need in a single buffer.
zh_cn: 你需要的所有东西都放在一个缓冲区里。

source: All unfinished action items.
zh_cn: 所有未完成的行动项目。

source: All you need to do is to add the following to one of your agenda files:
zh_cn: 您只需将以下内容添加到您的一个议程文件中：

source: Allowed values for this property are ‘folded’, ‘children’, ‘content’, and ‘all’.
zh_cn: 此属性允许的值为“folded”、“children”、“content”和“all”。

source: Also see org-refile-keep to make this the default behavior, and beware that this may result in duplicated ‘ID’ properties.
zh_cn: 另请参见org-refile-keep将其设置为默认行为，并请注意，这可能导致重复的" ID"属性。

source: Also turn a headline into a normal line by removing the stars.
zh_cn: 还可以通过去掉星号来将标题转换为正常行。

source: Also, a working Alt key acts like C-x 8 (unless followed by RET); e.g., A-[ acts like C-x 8 [ and inserts ‘.
zh_cn: 此外，工作的Alt键类似于C-x 8(除非后面紧跟RET)；例如，A-[类似于C-x 8 [并插入‘。

source: Also, hovering the mouse pointer above mouse-sensitive portions of the mode line shows tooltips (see Tooltips) with information about commands you can invoke by clicking on the mode line.
zh_cn: 此外，将鼠标指针悬停在模式行的鼠标敏感部分上方会显示工具提示(请参阅工具提示)，其中包含有关通过单击状态栏可以调用的命令的信息。

source: Alternative defaults for the file name you may want are available by typing M-n, see Minibuffer History.
zh_cn: 可以通过键入M-n获得您可能需要的文件名的其他默认值，请参阅迷你缓冲区历史。

source: Alternatively, you can ignore the default, and enter an absolute file name starting with a slash or a tilde after the default directory.
zh_cn: 或者，您可以忽略默认设置，在默认目录后输入以斜杠或波浪号开头的绝对文件名。

source: Alternatively, you can type C-g to exit the minibuffer by canceling the command asking for the argument (see Quitting).
zh_cn: 或者，您也可以键入C-g，通过取消请求参数的命令来退出微型缓冲区(请参阅退出)。

source: Alternatively, you can use M-DEL to kill directory names backwards (see Words).
zh_cn: 或者，您也可以使用M-DEL向后删除目录名(请参阅单词)。

source: Alternatively, you can use the C-o (open-line) command (see Blank Lines).
zh_cn: 或者，您也可以使用C-o(open-line)命令(请参阅空行)。

source: Alternatively, you can use the command C-x 8 RET (insert-char).
zh_cn: 或者，您可以使用命令C-x 8RET(insert-char)。

source: Although completion is usually done in the minibuffer, the feature is sometimes available in ordinary buffers too.
zh_cn: 虽然补全通常是在小缓冲区中补全的，但有时普通缓冲区中也可以使用该功能。

source: Although each editing command usually makes a separate entry in the undo records, very simple commands may be grouped together.
zh_cn: 虽然每个编辑命令通常会在撤消记录中创建一个单独的条目，但也可以将非常简单的命令组合在一起。

source: An Emacs command may require you to answer a yes-or-no question during the course of its execution.
zh_cn: Emacs命令可能要求您在执行过程中回答是或否的问题。

source: An Emacs window is where the buffer—the text or other graphics you are editing or viewing—is displayed.
zh_cn: Emacs窗口显示缓冲区-您正在编辑或查看的文本或其他图形。

source: An abbreviation facility for minibuffer input.
zh_cn: 一种用于迷你缓冲区输入的缩写工具。

source: An abbreviation that is unique among command names may not be unique among all function names.
zh_cn: 在命令名中唯一的缩写在所有函数名中可能不是唯一的。

source: An alternate way to show an example.
zh_cn: 展示示例的另一种方式。

source: An alternative to using a repeater is to create a number of copies of a task subtree, with dates shifted in each copy.
zh_cn: 使用复读机的另一种选择是创建任务子树的多个副本，每个副本中的日期都会被移动。

source: An apropos pattern is interpreted as a regular expression if it contains any of the regular expression special characters, ‘^$*+?.\[’.
zh_cn: 如果一个主题模式包含任何正则表达式特殊字符‘^$*+？.\[’，则该模式被解释为正则表达式。

source: An arrow on the right edge of a menu item means it leads to a subsidiary menu, or submenu.
zh_cn: 菜单项右边缘的箭头表示它通向子菜单或子菜单。

source: An earlier version (7.3) of this manual is available as a paperback book from Network Theory Ltd..
zh_cn: 本手册的早期版本（7.3）可作为平装书从Network Theory Ltd获得。.

source: An empty line after the end of a subtree is considered part of it and is hidden when the subtree is folded.
zh_cn: 子树末尾之后的空行被认为是子树的一部分，并且在子树折叠时被隐藏。

source: An example of a command that uses this behavior is M-x, since it is meaningless for it to accept a non-existent command name.
zh_cn: 使用此行为的命令的一个示例是M-x，因为它接受不存在的命令名是没有意义的。

source: An excellent way to implement labels and contexts for cross-correlating information is to assign tags to headlines.
zh_cn: 实现交叉关联信息的标注和上下文的一个很好的方法是将标签分配给标题。

source: An index of Org’s concepts and features.
zh_cn: Org的概念和功能的索引。

source: An index that reaches across pages.
zh_cn: 跨页的索引。

source: An introduction to Emacs concepts.
zh_cn: Emacs概念简介。

source: An overview of this structure is achieved by folding, i.e., hiding large parts of the document to show only the general document structure and the parts currently being worked on.
zh_cn: 这种结构的概述是通过折叠来实现的，即隐藏文档的大部分以仅显示一般文档结构和当前正在处理的部分。

source: An upper-case letter in the regular expression makes the search case-sensitive (see Lax Search).
zh_cn: 正则表达式中的大写字母使搜索区分大小写(请参见松散搜索)。

source: Anniversaries from BBDB
zh_cn: 来自BBDB的周年纪念

source: Another SPC at this point completes all the way to ‘auto-fill-mode’.
zh_cn: 此时，另一个SPC将一直补全到“auto-fill-mode”。

source: Another common way is the curved quote convention, which uses left and right single or double quotation marks ‘like this’ or “like this”11.
zh_cn: 另一种常见的方法是弯曲引号约定，它使用左右单引号或双引号‘像这样’或“像这样”11。

source: Another convention, employed by older Macintosh systems, uses a carriage return character instead of a newline; when editing such files, the colon changes to either a forward slash (‘/’) or ‘(Mac)’.
zh_cn: 较旧的Macintosh系统使用的另一个约定是使用回车符而不是换行符；当编辑这样的文件时，冒号变为正斜杠(‘/’)或‘(Mac)’。

source: Any element ending in a slash (/) represents a subdirectory name.
zh_cn: 任何以斜杠(/)结尾的元素都表示一个子目录名。

source: Any leading directory name in front of the ~ is ignored: thus, /u2/emacs/~/foo/bar.txt is equivalent to ~/foo/bar.txt.
zh_cn: 忽略~前面的任何前导目录名：因此，/u2/emacs/~/foo/bar.txt等同于~/foo/bar.txt。

source: Any other non-digit terminates the sequence and then acts as normal input—thus, C-q 1 0 1 B inserts ‘AB’.
zh_cn: 任何其他非数字都会终止序列，然后充当正常输入-因此，C-q 1 0 1 B插入‘AB’。

source: Any other self-inserting character key inserts the associated character into the password, and all other input is ignored.
zh_cn: 任何其他自插入字符键都会将关联的字符插入到密码中，并且忽略所有其他输入。

source: Any prefix argument to this command forces a normal yank to be executed, with the prefix passed along.
zh_cn: 此命令的任何前缀参数都强制执行正常的粘贴操作，并传递前缀。

source: Anything containing that word matches the pattern.
zh_cn: 任何包含这个词的东西都符合这个模式。

source: Apart from C-h g, they all have the form C-h C-char.
zh_cn: 除了C-h g之外，它们的形式都是C-h C-char。

source: Apart from C-h k, there are many other help commands providing different kinds of help.
zh_cn: 除了C-h k之外，还有许多其他帮助命令可提供不同类型的帮助。

source: Apart from the built-in documentation and manuals, Emacs contains several other files describing topics like copying conditions, release notes, instructions for debugging and reporting bugs, and so forth.
zh_cn: 除了内置的文档和手册之外，Emacs还包含其他几个文件，描述复制条件、发行说明、调试和报告错误的说明等主题。

source: Appearance and content of a column.
zh_cn: 列的外观和内容。

source: Appendix A Hacking
zh_cn: 附录A 高度定制化

source: Appendix B History and Acknowledgments
zh_cn: 附录B 历史和致谢

source: Appendix C GNU Free Documentation License
zh_cn: 附录C GNU免费文档许可证

source: Applying custom styles
zh_cn: 扩展ODT导出

source: Apropos
zh_cn: 主题搜索

source: Archiving
zh_cn: 归档

source: Archiving helps to keep the system compact and fast.
zh_cn: 归档有助于保持系统的紧凑和快速。

source: Arguments
zh_cn: 参数

source: Arguments, sessions, working directory...
zh_cn: 参数、会话、工作目录.

source: As a consequence of shifting the base date, this entry is no longer visible in the agenda when checking past dates, but all future instances will be visible.
zh_cn: 由于更改了基准日期，在检查过去日期时，此条目在议程中不再可见，但所有将来的实例都将可见。

source: As described earlier, C-n (next-line) and C-p (previous-line) are special exceptions: they move point down and up, respectively, by one screen line (see Moving Point).
zh_cn: 如前所述，C-n(next-line)和C-p(previous-line)是特殊例外：它们分别将指针向下和向上移动一个屏幕行(请参阅移动游标)。

source: As we explain later in this manual, you can change the way Emacs handles text insertion by turning on minor modes.
zh_cn: 正如我们在本手册后面部分所解释的，您可以通过打开辅模式来更改Emacs处理文本插入的方式。

source: As with RET, you can use C-q to insert a TAB, SPC, or ‘?’ character.
zh_cn: 与5>RET一样，您可以使用C-q插入TAB、SPC或‘?’字符。

source: Asking about a command, variable or function name.
zh_cn: 询问命令、变量或函数名的作用。

source: Asking what a character does.
zh_cn: 询问一个字符是做什么的。

source: Asking what a key does in Emacs.
zh_cn: 询问指定快捷键在Emacs中的作用。

source: Asking what pertains to a given topic.
zh_cn: 询问与给定主题有关的内容。

source: Assigning a time to a tree entry.
zh_cn: 为树的枝干条目分配时间。

source: At any time, one window is the selected window.
zh_cn: 在任何时候，都有一个窗口是选定窗口。

source: At the bottom of each window is a mode line, which describes what is going on in the current buffer.
zh_cn: 在每个窗口的底部是一个状态栏，它描述当前缓冲区中正在发生的事情。

source: At the top of the frame is a menu bar, which allows you to access commands via a series of menus.
zh_cn: 窗体顶部有一个菜单栏，允许您通过一系列菜单访问命令。

source: At the very bottom of the frame is an echo area, where informative messages are displayed and where you enter information when Emacs asks for it.
zh_cn: 在窗体的最底部是回显区，在此显示信息性消息，并在Emacs要求输入信息时在其中输入信息。

source: Attach files to outlines.
zh_cn: 将文件附加到大纲。

source: Attach from Dired
zh_cn: 从Dired附加

source: Attachment defaults and dispatcher
zh_cn: 附件默认值和调度程序

source: Attachment links
zh_cn: 附件链接

source: Attachment options
zh_cn: 附件选项

source: Attachments
zh_cn: 附件

source: Attributes specific to example blocks.
zh_cn: 特定于样例块的属性。

source: Attributes specific to horizontal rules.
zh_cn: 特定于水平尺的属性。

source: Attributes specific to lists.
zh_cn: 特定于列表的属性。

source: Attributes specific to source code blocks.
zh_cn: 特定于源代码块的属性。

source: Attributes specific to special blocks.
zh_cn: 特定于特殊块的属性。

source: Author tables and lists in Org syntax.
zh_cn: 使用Org语法创建表格和列表。

source: Automatic version-control with Git
zh_cn: 使用Git进行自动版本控制

source: Automatically filled blocks.
zh_cn: 自动填充的块。

source: Available extensions.
zh_cn: 可用的扩展。

source: B.1 From Carsten
zh_cn: B.1 Carsten

source: B.2 From Bastien
zh_cn: B.2 Bastien

source: B.3 List of Contributions
zh_cn: B.3 贡献表

source: Backward to higher level heading.
zh_cn: 跳回到更高级别的标题

source: Based on this data, specific entries can be extracted in queries and create dynamic agenda views that also integrate the Emacs calendar and diary.
zh_cn: 基于这些数据，可以在查询中提取特定记录并创建动态的 议程视图，该视图还集成了Emacs日历和日记。

source: Basic
zh_cn: 基础

source: Basic Editing Commands
zh_cn: 基本编辑命令

source: Basic Files
zh_cn: 文件基础

source: Basic Help
zh_cn: 帮助基础

source: Basic Minibuffer
zh_cn: 迷你缓冲区基础

source: Basic TODO Functionality
zh_cn: 基本TODO功能

source: Basic Undo
zh_cn: 撤消基础

source: Basic usage of the minibuffer.
zh_cn: 迷你缓冲区的基本用法。

source: Basically, you need a field named ‘anniversary’ for the BBDB record which contains the date in the format ‘YYYY-MM-DD’ or ‘MM-DD’, followed by a space and the class of the anniversary (‘birthday’, ‘wedding’, or a format string).
zh_cn: 基本上，您需要一个名为“纪念日”的字段用于BBDB记录，该字段包含格式为“YYYY-MM-DD”或“MM-DD”的日期，后跟一个空格和周年纪念的类别(“生日”、“婚礼”或格式字符串)。

source: Batch Execution
zh_cn: 批量执行

source: Beamer Export
zh_cn: Beamer导出

source: Beamer export commands
zh_cn: Beamer导出命令

source: Beamer specific export settings
zh_cn: Beamer特殊导出设置

source: Beamer specific syntax
zh_cn: Beamer特定的语法

source: Beautiful math also on the web.
zh_cn: 网上也有漂亮的数学作品。

source: Because C-h f allows all function names, not just command names, you may find that some of your favorite completion abbreviations that work in M-x don’t work in C-h f.
zh_cn: 由于C-h f允许所有函数名，而不仅仅是命令名，因此您可能会发现，您喜欢的一些在M-x中使用的完成缩写在C-h f中不起作用。

source: Before reporting a bug, it is very helpful to start Emacs with minimal customizations and reproduce the problem.
zh_cn: 在报告错误之前，使用最少的自定义启动Emacs并重现问题非常有帮助。

source: Blank Lines
zh_cn: 空行

source: Block agenda
zh_cn: “挡路”议程

source: Blocks
zh_cn: 块

source: Bold, italic, etc.
zh_cn: 粗体、斜体等。

source: Both interactive functions (commands) and noninteractive functions can be found by this.
zh_cn: 由此可以找到交互功能(命令)和非交互功能。

source: Breaking Down Tasks into Subtasks
zh_cn: 将任务分解为子任务

source: Brief list of all Help commands.
zh_cn: 所有帮助命令的简短列表。

source: Brief summary of what Org does.
zh_cn: Org的功能概述。

source: Bug reports, ideas, patches, etc.
zh_cn: 报告bug, 提出建议和补丁等。

source: Building document structure.
zh_cn: 构建文档结构。

source: Built-in Agenda Views
zh_cn: 内置议程视图

source: Built-in Table Editor
zh_cn: 内置表格编辑器

source: But C-k with no argument is special: it kills the text up to the next newline, or, if point is right at the end of the line, it kills the newline itself.
zh_cn: 但是C-k没有参数是特别的：它会删除下一个换行符之前的文本，或者，如果游标正好在行尾，它会删除换行符本身。

source: But Emacs does not assign meanings to keys directly.
zh_cn: 但是Emacs不直接为快捷键分配含义。

source: But scheduling sometimes makes sense.
zh_cn: 但日程安排有时是有意义的。

source: But this does not work for inserting digits; C-u 6 4 1
zh_cn: 但这不适用于插入数字；C-u6 4 1

source: But you also don’t want to be reminded of that each and every time you browse through your GTD projects: now is not the time to pay it.
zh_cn: 但是你也不想每次浏览你的GTD项目时都被提醒：因为现在不是付钱的时候。

source: Buying copies from the FSF supports it in developing GNU and promoting software freedom.”
zh_cn: 从FSF购买拷贝支持它开发GNU和促进软件自由。“

source: By contrast, what-line displays both the line number relative to the narrowed region and the line number relative to the whole buffer.
zh_cn: 相比之下，what-line既显示相对于聚焦区域的行号，又显示相对于整个缓冲区的行号。

source: By convention, a command name consists of one or more words, separated by hyphens; for example, auto-fill-mode or manual-entry.
zh_cn: 按照惯例，命令名由一个或多个用连字符分隔的单词组成；例如，auto-fill-mode或manual-entry。

source: By default Org mode uses the standard minibuffer completion facilities for entering tags.
zh_cn: 默认情况下，Org mode使用标准的迷你缓冲区完成功能来输入标签。

source: By default this list is constructed dynamically, containing all tags currently used in the buffer53.
zh_cn: 默认情况下，此列表是动态构建的，包含缓冲区53中当前使用的所有标签。

source: By default, Org maintains only a single agenda buffer and rebuilds it each time you change the view, to make sure everything is always up to date.
zh_cn: 默认情况下，Org只会维持一个议程buffer，为使显示的内容都是最新状态，当你更改议程视图使，其内容都会自动更新。

source: By default, all apropos commands except apropos-documentation list their results in alphabetical order.
zh_cn: 默认情况下，除apropos-documentation之外的所有主题搜索命令都按字母顺序列出其结果。

source: By default, all level 1 headlines in the current buffer are considered to be targets, but you can have more complex definitions across a number of files.
zh_cn: 默认情况下，当前缓冲区中的所有一级标题均被视为目标，但是您可以在多个文件中使用更复杂的定义。

source: By default, continued lines are wrapped at the right window edge.
zh_cn: 默认情况下，连续行在窗口右边缘换行。

source: By default, its value invokes the ffap package (see FFAP), which tries to guess the default file or URL from the text around point.
zh_cn: 默认情况下，它的值调用ffap包(请参阅FFAP)，该包尝试从游标周围的文本猜测默认文件或URL。

source: By default, the cursor in the selected window is drawn as a solid block and appears to be on a character, but you should think of point as between two characters; it is situated before the character under the cursor.
zh_cn: 默认情况下，所选窗口中的光标绘制为实心框，并在字符上显示，但您应将游标视为在两个字符之间；它位于光标下的字符之前。

source: By default, the prefix keys in Emacs are C-c, C-h, C-x, C-x RET, C-x @, C-x a, C-x n, C-x r, C-x t, C-x v, C-x 4, C-x 5, C-x 6, ESC, M-g, and M-o.
zh_cn: 默认情况下，Emacs中的前缀键为C-c, C-h, C-x, C-x RET, C-x @, C-x a, C-x n, C-x r, C-x t, C-x v, C-x 4, C-x 5, C-x 6, ESC, M-g和 M-o.

source: By default, the report ignores commented (see Comment Lines) and archived (see Internal archiving) entries.
zh_cn: 默认情况下，agenda buffer 会忽略被注释（详见行注释）和归档（详见内部归档）的条目。

source: By default, this lists items with a state the is not a DONE state.
zh_cn: 默认情况下，该命令会列出所有状态不是“DONE”的事项。

source: By using them in C-h a, you will also get a feel for the naming conventions.
zh_cn: 通过在C-h a中使用它们，您还将对命名约定有所了解。

source: C-h i d m emacs RET i topic RET
zh_cn: C-h i d m emacs RET i 主题 RET

source: C-h i d m emacs RET s topic RET
zh_cn: C-h i d m emacs RET s 主题 RET

source: C.1 ADDENDUM: How to use this License for your documents
zh_cn: C.1 附录：如何将本许可证用于您的文档

source: CSS support
zh_cn: CSS支持

source: Caching of refile targets can be turned on by setting org-refile-use-cache.
zh_cn: 可以通过设置org-refile-use-cache来打开转接目标的缓存

source: Calendar/Diary integration
zh_cn: 日历/日记集成

source: Call functions from the command line.
zh_cn: 从命令行调用函数。

source: Calling the command with a C-u prefix unconditionally inserts a new heading at the end of the current subtree, thus preserving its contents.
zh_cn: 无条件地调用带有C-u前缀的命令会在当前子树的末尾插入一个新标题，从而保留其内容。

source: Cancel the goal column.
zh_cn: 取消目标列。

source: Captions
zh_cn: 标题

source: Capture
zh_cn: 捕获

source: Capture and Attachments
zh_cn: 捕获和附件

source: Capture templates
zh_cn: 捕获模板

source: Capturing a thought is one key press away: simply Press C-c c, and a capture popup will appear in Emacs.
zh_cn: 只需按一个按键即可捕获思想：只需按C-c c，捕获弹出窗口就会出现在Emacs中。

source: Capturing column view
zh_cn: 捕获列视图

source: Capturing new stuff.
zh_cn: 捕捉新的东西。

source: Case differences are ignored when completing arguments in which case does not matter.
zh_cn: 补全参数时忽略大小写差异，在这种情况下大小写无关紧要。

source: Case is ignored.
zh_cn: 忽略大小写。

source: Case is significant when completing case-sensitive arguments, such as command names.
zh_cn: 在补全区分大小写的参数(如命令名)时，大小写非常重要。

source: Catching invisible edits
zh_cn: 捕捉不可见的编辑

source: Categories
zh_cn: 分类

source: Cautious completion is used for reading file names for files that must already exist, for example.
zh_cn: 例如，谨慎补全用于读取必须已经存在的文件的文件名。

source: Changing sequence and level of headlines.
zh_cn: 改变标题的顺序和级别。

source: Changing the Location of Point
zh_cn: 更改游标的位置

source: Changing the appearance of the output.
zh_cn: 更改输出的外观。

source: Changing the rules.
zh_cn: 改变规则。

source: Checkboxes
zh_cn: 复选框

source: Choosing a results type, post-processing...
zh_cn: 选择结果类型、后处理.

source: Clean View
zh_cn: 净化视图

source: Clear all tags for this line.
zh_cn: 清除此行的所有标记。

source: Clear the target cache.
zh_cn: 清理目标缓存

source: Click on a button with mouse-1 or mouse-2 to see the list of other packages related to that keyword.
zh_cn: 用鼠标左键或鼠标右键单击一个按钮，查看与该关键字相关的其他软件包的列表。

source: Clocking Work Time
zh_cn: 工作时间计时

source: Clocking commands
zh_cn: 计时命令

source: Clone a subtree by making a number of sibling copies of it.
zh_cn: 通过制作多个同级副本来克隆子树。

source: Closing items
zh_cn: 关闭项

source: Code Evaluation and Security Issues
zh_cn: 代码求值和安全问题

source: Code block syntax described.
zh_cn: 代码块语法描述。

source: Collecting information into views.
zh_cn: 将信息收集到视图中。

source: Column 0 is the leftmost column.
zh_cn: 列0是最左边的列。

source: Column Groups
zh_cn: 列组

source: Column View
zh_cn: 列视图

source: Column Width and Alignment
zh_cn: 列宽和对齐方式

source: Column attributes
zh_cn: 列属性

source: Column formulas
zh_cn: 列公式

source: Command names and some internal functions.
zh_cn: 命令名一些内部函数。

source: Command names mostly use complete English words to make them easier to remember.
zh_cn: 命令名称大多使用完整的英文单词，以便于记忆。

source: Command to use an Iswitchb-like interface to switch to and between Org buffers.
zh_cn: 使用类似iswitchb的界面来在各org buffer之间切换.

source: Commands
zh_cn: 命令

source: Commands for asking Emacs about its commands.
zh_cn: 用于向Emacs询问关于命令的信息。

source: Commands in the Agenda Buffer
zh_cn: 议程缓冲区中的命令

source: Commands such as C-x C-f (find-file) use the minibuffer to read a file name argument (see Basic Files).
zh_cn: C-x C-f(find-file)等命令使用迷你缓冲区读取文件名参数(请参阅基本文件)。

source: Commands that don’t have key bindings, can still be invoked after typing less than their full name at the ‘M-x’ prompt.
zh_cn: 在“M-x”提示符下键入的全名小于其全名后，仍可以调用没有键绑定的命令。

source: Commands that take a long time often display messages ending in ‘...’ while they are working (sometimes also indicating how much progress has been made, as a percentage), and add ‘done’ when they are finished.
zh_cn: 耗时较长的命令通常在工作时显示以“.”结尾的消息(有时还以百分比形式指示已取得的进展)，并在补全时添加“补全”。

source: Commands to display auxiliary help files.
zh_cn: 用于显示辅助帮助文件的命令。

source: Commands to insert timestamps.
zh_cn: 用于插入时间戳的命令。

source: Commands to invoke and terminate capture.
zh_cn: 调用和终止捕获的命令。

source: Comment Lines
zh_cn: 注释行

source: Common export settings.
zh_cn: 通用导出设置。

source: Compile an agenda for the current week from a list of Org files.
zh_cn: 从Org文件列表中编译本周的议程。

source: Complete the text in the minibuffer as much as possible; if unable to complete, display a list of possible completions (minibuffer-complete).
zh_cn: 尽可能补全迷你缓冲区中的文本；如果无法补全，则显示可能补全的列表(minibuffer-complete)。

source: Complete up to one word from the minibuffer text before point (minibuffer-complete-word).
zh_cn: 在游标之前尽可能的补全迷你缓冲区文本中的一个单词(minibuffer-complete-word)。

source: Completion
zh_cn: 补全功能

source: Completion Commands
zh_cn: 补全命令

source: Completion Example
zh_cn: 补全示例

source: Completion Exit
zh_cn: 补全退出

source: Completion Options
zh_cn: 补全选项

source: Completion Styles
zh_cn: 补全风格

source: Completion and minibuffer text submission.
zh_cn: 补全并且提交迷你缓冲区文本。

source: Completion commands work by narrowing a large list of possible completion alternatives to a smaller subset that matches what you have typed in the minibuffer.
zh_cn: 补全命令的工作方式是将可能的补全备选方案的大列表缩小到与您在迷你缓冲区中键入的内容相匹配的较小子集。

source: Complex formulas made easy.
zh_cn: 复杂的公式变得简单。

source: Complexity is not imposed, but a large amount of functionality is available when needed.
zh_cn: 虽然并不要求复杂性，但是在需要时有大量的功能可以使用。

source: Compose beautiful documents.
zh_cn: 撰写漂亮的文档。

source: Computer manufacturers are free to distribute copies on the same terms that apply to everyone else.
zh_cn: 计算机制造商可以按照适用于其他所有人的相同条款自由分发副本。
